Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: "Hey Siri, what's new on AppleVis"
ar: "يا Siri، ما الجديد في AppleVis"
de: „Hey Siri, was gibt’s Neues auf AppleVis“
el: «Hey Siri, τι νέο υπάρχει στο AppleVis»
es: «Oye Siri, qué hay de nuevo en AppleVis»
fa: «هی Siri، در AppleVis چه خبر است»
fr: « Dis Siri, quoi de neuf sur AppleVis »
he: "היי Siri, מה חדש ב-AppleVis"
hi: "Hey Siri, AppleVis पर नया क्या है"
id: "Hai Siri, apa yang baru di AppleVis"
it: «Ehi Siri, cosa c'è di nuovo su AppleVis»
ja: 「Hey Siri、AppleVis の新着は?」
ko: "시리야, AppleVis에 새로운 거 뭐 있어?"
nl: ‘Hé Siri, wat is er nieuw op AppleVis’
pl: „Hej Siri, co nowego w AppleVis”
pt: "E aí Siri, o que há de novo no AppleVis"
ru: «Привет, Siri, что нового на AppleVis»
sv: ”Hej Siri, vad är nytt på AppleVis”
th: "หวัดดี Siri มีอะไรใหม่ใน AppleVis"
tr: "Hey Siri, AppleVis'te neler yeni"
uk: «Привіт, Siri, що нового на AppleVis»
vi: "Hey Siri, AppleVis có gì mới"
zh_hans: “嘿 Siri，AppleVis 上有什么新内容”

source: Speaks a summary of what's new since your last visit.
ar: يقرأ ملخصًا لما هو جديد منذ زيارتك الأخيرة.
de: Spricht eine Zusammenfassung der Neuigkeiten seit deinem letzten Besuch.
el: Εκφωνεί μια σύνοψη των νέων από την τελευταία σας επίσκεψη.
es: Lee un resumen de lo nuevo desde tu última visita.
fa: خلاصه‌ای از موارد جدید از آخرین بازدیدتان می‌خواند.
fr: Lit un résumé des nouveautés depuis votre dernière visite.
he: מקריא סיכום של מה שחדש מאז הביקור האחרון שלך.
hi: आपकी पिछली विज़िट के बाद से नया क्या है, उसका सारांश बोलता है।
id: Membacakan ringkasan hal baru sejak kunjungan terakhir Anda.
it: Legge un riepilogo delle novità dalla tua ultima visita.
ja: 前回の訪問以降の新着のまとめを読み上げます。
ko: 마지막 방문 이후 새 소식을 요약해 읽어 줍니다.
nl: Spreekt een samenvatting uit van wat er nieuw is sinds je vorige bezoek.
pl: Odczytuje podsumowanie nowości od ostatniej wizyty.
pt: Lê um resumo das novidades desde sua última visita.
ru: Озвучивает сводку новостей с вашего последнего визита.
sv: Läser upp en sammanfattning av det som är nytt sedan ditt senaste besök.
th: อ่านสรุปสิ่งใหม่ตั้งแต่การเข้าชมครั้งล่าสุด
tr: Son ziyaretinizden bu yana yeniliklerin özetini okur.
uk: Озвучує підсумок новин з вашого останнього візиту.
vi: Đọc bản tóm tắt những gì mới từ lần truy cập trước.
zh_hans: 朗读自你上次访问以来的新内容摘要。

source: "Hey Siri, report a bug to AppleVis"
ar: "يا Siri، أبلغ AppleVis عن خطأ"
de: „Hey Siri, melde einen Fehler an AppleVis“
el: «Hey Siri, ανάφερε ένα σφάλμα στο AppleVis»
es: «Oye Siri, informa de un error a AppleVis»
fa: «هی Siri، اشکالی را به AppleVis گزارش کن»
fr: « Dis Siri, signale un bug à AppleVis »
he: "היי Siri, דווח על באג ל-AppleVis"
hi: "Hey Siri, AppleVis को बग रिपोर्ट करो"
id: "Hai Siri, laporkan bug ke AppleVis"
it: «Ehi Siri, segnala un bug ad AppleVis»
ja: 「Hey Siri、AppleVis にバグを報告して」
ko: "시리야, AppleVis에 버그 신고해 줘"
nl: ‘Hé Siri, meld een bug bij AppleVis’
pl: „Hej Siri, zgłoś błąd do AppleVis”
pt: "E aí Siri, relatar um bug ao AppleVis"
ru: «Привет, Siri, сообщи об ошибке в AppleVis»
sv: ”Hej Siri, rapportera en bugg till AppleVis”
th: "หวัดดี Siri รายงานข้อบกพร่องไปที่ AppleVis"
tr: "Hey Siri, AppleVis'e hata bildir"
uk: «Привіт, Siri, повідом про помилку в AppleVis»
vi: "Hey Siri, báo lỗi cho AppleVis"
zh_hans: “嘿 Siri，向 AppleVis 报告错误”

source: Opens straight to the accessibility bug report form.
ar: يفتح مباشرة نموذج الإبلاغ عن خطأ في إمكانية الوصول.
de: Öffnet direkt das Formular für Barrierefreiheitsfehler.
el: Ανοίγει απευθείας τη φόρμα αναφοράς σφάλματος προσβασιμότητας.
es: Abre directamente el formulario de informe de errores de accesibilidad.
fa: مستقیماً فرم گزارش اشکال دسترس‌پذیری را باز می‌کند.
fr: Ouvre directement le formulaire de signalement de bug d'accessibilité.
he: פותח ישירות את טופס הדיווח על באג נגישות.
hi: सीधे सुलभता बग रिपोर्ट फ़ॉर्म खोलता है।
id: Langsung membuka formulir laporan bug aksesibilitas.
it: Apre direttamente il modulo per segnalare un bug di accessibilità.
ja: アクセシビリティのバグ報告フォームを直接開きます。
ko: 접근성 버그 신고 양식을 바로 엽니다.
nl: Opent direct het formulier voor toegankelijkheidsbugs.
pl: Otwiera od razu formularz zgłaszania błędu dostępności.
pt: Abre direto o formulário de relatório de bug de acessibilidade.
ru: Сразу открывает форму отчёта об ошибке доступности.
sv: Öppnar direkt formuläret för tillgänglighetsbuggar.
th: เปิดแบบฟอร์มรายงานข้อบกพร่องด้านการช่วยการเข้าถึงโดยตรง
tr: Doğrudan erişilebilirlik hata raporu formunu açar.
uk: Одразу відкриває форму звіту про помилку доступності.
vi: Mở thẳng biểu mẫu báo cáo lỗi trợ năng.
zh_hans: 直接打开无障碍错误报告表单。

source: Sounds and haptic feedback for everyday moments in AppleVis — saving, navigating, and confirming what just happened. Turn off whichever channel isn't for you; sounds and haptics for errors and connectivity changes always play, since those are too important to miss.
ar: أصوات واستجابة لمسية للّحظات اليومية في AppleVis: الحفظ والتنقل وتأكيد ما حدث للتو. أوقف القناة التي لا تناسبك؛ أما أصوات واستجابات الأخطاء وتغيّرات الاتصال فتعمل دائمًا لأنها أهم من أن تفوتك.
de: Töne und haptisches Feedback für alltägliche Momente in AppleVis: Speichern, Navigieren und die Bestätigung, was gerade passiert ist. Schalte aus, was du nicht brauchst; Töne und Haptik für Fehler und Verbindungsänderungen werden immer abgespielt, weil sie zu wichtig sind, um sie zu verpassen.
el: Ήχοι και απτική ανάδραση για τις καθημερινές στιγμές στο AppleVis: αποθήκευση, πλοήγηση και επιβεβαίωση όσων μόλις έγιναν. Απενεργοποιήστε ό,τι δεν σας ταιριάζει· οι ήχοι και η απτική ανάδραση για σφάλματα και αλλαγές σύνδεσης παίζουν πάντα, γιατί είναι πολύ σημαντικά για να χαθούν.
es: Sonidos y respuesta háptica para los momentos cotidianos en AppleVis: guardar, navegar y confirmar lo que acaba de ocurrir. Desactiva el canal que no te sirva; los sonidos y la vibración de errores y cambios de conexión siempre se reproducen porque son demasiado importantes para perderlos.
fa: صداها و بازخورد لمسی برای لحظه‌های روزمره در AppleVis: ذخیره کردن، پیمایش و تأیید آنچه همین حالا رخ داد. کانالی را که به کارتان نمی‌آید خاموش کنید؛ صداها و لرزش خطاها و تغییرات اتصال همیشه پخش می‌شوند، چون مهم‌تر از آن‌اند که از دست بروند.
fr: Sons et retours haptiques pour les moments courants dans AppleVis : enregistrer, naviguer et confirmer ce qui vient de se passer. Désactivez le canal qui ne vous convient pas ; les sons et retours haptiques des erreurs et des changements de connexion sont toujours joués, car ils sont trop importants pour être manqués.
he: צלילים ומשוב הפטי לרגעים יומיומיים ב-AppleVis: שמירה, ניווט ואישור של מה שקרה זה עתה. כבה את הערוץ שלא מתאים לך; צלילים ורטט לשגיאות ולשינויי חיבור תמיד פועלים, כי הם חשובים מכדי לפספס.
hi: AppleVis में रोज़मर्रा के पलों के लिए ध्वनियां और हैप्टिक प्रतिक्रिया: सहेजना, नेविगेट करना और अभी जो हुआ उसकी पुष्टि। जो चैनल आपके काम का नहीं, उसे बंद करें; त्रुटियों और कनेक्शन बदलावों की ध्वनियां व हैप्टिक्स हमेशा चलती हैं, क्योंकि उन्हें चूकना ठीक नहीं।
id: Suara dan umpan balik haptik untuk momen sehari-hari di AppleVis: menyimpan, bernavigasi, dan mengonfirmasi yang baru terjadi. Matikan saluran yang tidak cocok untuk Anda; suara dan haptik untuk kesalahan dan perubahan koneksi selalu diputar karena terlalu penting untuk terlewat.
it: Suoni e feedback aptico per i momenti di tutti i giorni in AppleVis: salvare, navigare e confermare ciò che è appena successo. Disattiva il canale che non ti serve; suoni e feedback aptico per errori e cambi di connessione vengono sempre riprodotti, perché sono troppo importanti per perderli.
ja: AppleVis の日常の操作に対するサウンドと触覚フィードバック: 保存、移動、直前の操作の確認。不要なものはオフにできます。エラーや接続の変化のサウンドと触覚は、見逃すと困るため常に再生されます。
ko: AppleVis의 일상적인 순간을 위한 소리와 햅틱 피드백: 저장, 탐색, 방금 일어난 일 확인. 원하지 않는 채널은 끌 수 있습니다. 오류와 연결 변경 소리 및 햅틱은 놓치면 안 될 만큼 중요하므로 항상 재생됩니다.
nl: Geluiden en haptische feedback voor alledaagse momenten in AppleVis: opslaan, navigeren en bevestigen wat er net gebeurde. Zet uit wat je niet nodig hebt; geluiden en haptiek voor fouten en verbindingswijzigingen spelen altijd, omdat ze te belangrijk zijn om te missen.
pl: Dźwięki i wibracje dla codziennych chwil w AppleVis: zapisywania, nawigowania i potwierdzania tego, co się stało. Wyłącz kanał, który Ci nie odpowiada; dźwięki i wibracje dla błędów i zmian połączenia są zawsze odtwarzane, bo są zbyt ważne, by je przegapić.
pt: Sons e feedback tátil para os momentos do dia a dia no AppleVis: salvar, navegar e confirmar o que acabou de acontecer. Desative o canal que não for para você; os sons e o feedback tátil de erros e mudanças de conexão sempre tocam, porque são importantes demais para perder.
ru: Звуки и тактильные отклики для повседневных действий в AppleVis: сохранения, навигации и подтверждения того, что только что произошло. Отключите ненужный канал; звуки и отклики об ошибках и изменениях подключения воспроизводятся всегда, потому что их нельзя пропустить.
sv: Ljud och haptisk feedback för vardagliga ögonblick i AppleVis: spara, navigera och bekräfta vad som just hände. Stäng av den kanal som inte passar dig; ljud och haptik för fel och ändrad anslutning spelas alltid, eftersom de är för viktiga för att missas.
th: เสียงและการสั่นตอบสนองสำหรับช่วงเวลาทั่วไปใน AppleVis: การบันทึก การนำทาง และการยืนยันสิ่งที่เพิ่งเกิดขึ้น ปิดช่องทางที่คุณไม่ต้องการได้ ส่วนเสียงและการสั่นสำหรับข้อผิดพลาดและการเปลี่ยนแปลงการเชื่อมต่อจะเล่นเสมอเพราะสำคัญเกินกว่าจะพลาด
tr: AppleVis'teki günlük anlar için sesler ve dokunsal geri bildirim: kaydetme, gezinme ve az önce olanı onaylama. Size uymayan kanalı kapatın; hatalar ve bağlantı değişiklikleri için sesler ve titreşimler her zaman çalar, çünkü kaçırılmayacak kadar önemlidir.
uk: Звуки й тактильні відгуки для повсякденних дій в AppleVis: збереження, навігації та підтвердження того, що щойно сталося. Вимкніть непотрібний канал; звуки й відгуки про помилки та зміни з’єднання відтворюються завжди, бо їх не можна пропустити.
vi: Âm thanh và phản hồi xúc giác cho những khoảnh khắc thường ngày trong AppleVis: lưu, điều hướng và xác nhận điều vừa xảy ra. Tắt kênh nào không hợp với bạn; âm thanh và rung cho lỗi và thay đổi kết nối luôn phát, vì chúng quá quan trọng để bỏ lỡ.
zh_hans: 为 AppleVis 中的日常操作提供声音和触感反馈：保存、导航以及确认刚刚发生的操作。关闭你不需要的部分；错误和连接变化的声音与触感始终会播放，因为它们太重要，不能错过。

source: Keep Forever
ar: الاحتفاظ دائمًا
de: Für immer behalten
el: Διατήρηση για πάντα
es: Conservar siempre
fa: نگه‌داشتن برای همیشه
fr: Conserver indéfiniment
he: שמור לתמיד
hi: हमेशा रखें
id: Simpan Selamanya
it: Conserva per sempre
ja: 無期限に保持
ko: 영구 보관
nl: Voor altijd bewaren
pl: Przechowuj zawsze
pt: Manter para sempre
ru: Хранить всегда
sv: Behåll för alltid
th: เก็บไว้ตลอดไป
tr: Her Zaman Sakla
uk: Зберігати завжди
vi: Giữ mãi mãi
zh_hans: 永久保留

source: How much space AppleVis is using on this device, how long cached content sticks around before it clears itself, and a few buttons for clearing things out sooner if you'd rather not wait.
ar: المساحة التي يستخدمها AppleVis على هذا الجهاز، والمدة التي يبقى فيها المحتوى المخزن مؤقتًا قبل أن يُمسح تلقائيًا، وبعض الأزرار لمسحه مبكرًا إن لم ترغب في الانتظار.
de: Wie viel Speicher AppleVis auf diesem Gerät nutzt, wie lange zwischengespeicherte Inhalte erhalten bleiben, bevor sie gelöscht werden, und einige Tasten, um früher aufzuräumen.
el: Πόσο χώρο χρησιμοποιεί το AppleVis σε αυτή τη συσκευή, πόσο διαρκεί το αποθηκευμένο περιεχόμενο πριν διαγραφεί μόνο του, και μερικά κουμπιά για να το καθαρίσετε νωρίτερα αν δεν θέλετε να περιμένετε.
es: Cuánto espacio usa AppleVis en este dispositivo, cuánto tiempo se conserva el contenido en caché antes de borrarse y algunos botones para limpiar antes si prefieres no esperar.
fa: AppleVis چقدر فضا در این دستگاه اشغال کرده، محتوای حافظهٔ پنهان تا کی می‌ماند و بعد خودبه‌خود پاک می‌شود، و چند دکمه برای پاک کردن زودتر اگر نمی‌خواهید صبر کنید.
fr: L'espace utilisé par AppleVis sur cet appareil, la durée de conservation du contenu en cache avant qu'il ne s'efface, et quelques boutons pour faire le ménage plus tôt si vous préférez ne pas attendre.
he: כמה מקום AppleVis תופס במכשיר הזה, כמה זמן תוכן שמור במטמון נשאר לפני שהוא נמחק, וכמה כפתורים לניקוי מוקדם יותר אם אתה לא רוצה לחכות.
hi: AppleVis इस डिवाइस पर कितनी जगह ले रहा है, कैश सामग्री अपने-आप साफ़ होने से पहले कितने समय रहती है, और अगर आप इंतज़ार नहीं करना चाहते तो पहले साफ़ करने के लिए कुछ बटन।
id: Berapa banyak ruang yang digunakan AppleVis di perangkat ini, berapa lama konten cache bertahan sebelum terhapus sendiri, dan beberapa tombol untuk membersihkan lebih awal jika Anda tidak ingin menunggu.
it: Quanto spazio usa AppleVis su questo dispositivo, per quanto tempo restano i contenuti nella cache prima di cancellarsi e alcuni pulsanti per fare pulizia prima, se preferisci non aspettare.
ja: このデバイスで AppleVis が使っている容量、キャッシュが自動で消去されるまでの保持期間、そして待ちたくない場合に早めに消去するためのボタン。
ko: AppleVis가 이 기기에서 사용하는 공간, 캐시된 콘텐츠가 스스로 지워지기 전까지 남아 있는 기간, 그리고 기다리고 싶지 않을 때 먼저 정리할 수 있는 버튼.
nl: Hoeveel ruimte AppleVis op dit apparaat gebruikt, hoe lang cache-inhoud blijft staan voordat die zichzelf wist, en een paar knoppen om eerder op te ruimen als je niet wilt wachten.
pl: Ile miejsca AppleVis zajmuje na tym urządzeniu, jak długo treści w pamięci podręcznej są przechowywane przed usunięciem, oraz kilka przycisków do wcześniejszego czyszczenia, jeśli nie chcesz czekać.
pt: Quanto espaço o AppleVis usa neste dispositivo, por quanto tempo o conteúdo em cache fica antes de ser apagado e alguns botões para limpar antes, se preferir não esperar.
ru: Сколько места AppleVis занимает на этом устройстве, как долго кэш хранится до автоматической очистки, и несколько кнопок, чтобы очистить всё раньше, если не хотите ждать.
sv: Hur mycket utrymme AppleVis använder på enheten, hur länge cachat innehåll ligger kvar innan det rensas, och några knappar för att rensa tidigare om du inte vill vänta.
th: พื้นที่ที่ AppleVis ใช้บนอุปกรณ์นี้ ระยะเวลาที่เนื้อหาในแคชอยู่ก่อนถูกล้างเอง และปุ่มสำหรับล้างก่อนกำหนดหากไม่อยากรอ
tr: AppleVis'in bu cihazda ne kadar yer kullandığı, önbelleğe alınan içeriğin kendini temizlemeden önce ne kadar kaldığı ve beklemek istemezseniz daha erken temizlemek için birkaç düğme.
uk: Скільки місця AppleVis займає на цьому пристрої, як довго кеш зберігається до автоматичного очищення, і кілька кнопок, щоб очистити все раніше, якщо не хочете чекати.
vi: AppleVis đang dùng bao nhiêu dung lượng trên thiết bị này, nội dung lưu tạm được giữ bao lâu trước khi tự xóa, và vài nút để dọn sớm hơn nếu bạn không muốn chờ.
zh_hans: AppleVis 在此设备上占用了多少空间、缓存内容在自动清除前保留多久，以及几个按钮，方便你提前清理。

source: Downloaded Episodes
ar: الحلقات المنزّلة
de: Heruntergeladene Folgen
el: Ληφθέντα επεισόδια
es: Episodios descargados
fa: قسمت‌های بارگیری‌شده
fr: Épisodes téléchargés
he: פרקים שהורדו
hi: डाउनलोड किए गए एपिसोड
id: Episode yang Diunduh
it: Episodi scaricati
ja: ダウンロード済みのエピソード
ko: 다운로드한 에피소드
nl: Gedownloade afleveringen
pl: Pobrane odcinki
pt: Episódios baixados
ru: Загруженные эпизоды
sv: Nedladdade avsnitt
th: ตอนที่ดาวน์โหลดไว้
tr: İndirilen Bölümler
uk: Завантажені епізоди
vi: Tập đã tải xuống
zh_hans: 已下载的单集

source: Cached Content
ar: المحتوى المخزن مؤقتًا
de: Zwischengespeicherte Inhalte
el: Αποθηκευμένο περιεχόμενο
es: Contenido en caché
fa: محتوای حافظهٔ پنهان
fr: Contenu en cache
he: תוכן במטמון
hi: कैश सामग्री
id: Konten Cache
it: Contenuti nella cache
ja: キャッシュされたコンテンツ
ko: 캐시된 콘텐츠
nl: Inhoud in cache
pl: Treści w pamięci podręcznej
pt: Conteúdo em cache
ru: Кэшированное содержимое
sv: Cachat innehåll
th: เนื้อหาในแคช
tr: Önbelleğe Alınan İçerik
uk: Кешований вміст
vi: Nội dung đã lưu tạm
zh_hans: 缓存内容

source: %lld MB
ar: %lld ميغابايت
fa: %lld مگابایت
fr: %lld Mo
ru: %lld МБ
uk: %lld МБ

source: Couldn't load profile.
ar: تعذّر تحميل الملف الشخصي.
de: Profil konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση του προφίλ.
es: No se pudo cargar el perfil.
fa: نمایه بارگیری نشد.
fr: Impossible de charger le profil.
he: לא ניתן לטעון את הפרופיל.
hi: प्रोफ़ाइल लोड नहीं हो सकी।
id: Profil tidak dapat dimuat.
it: Impossibile caricare il profilo.
ja: プロフィールを読み込めませんでした。
ko: 프로필을 불러오지 못했습니다.
nl: Kan profiel niet laden.
pl: Nie można wczytać profilu.
pt: Não foi possível carregar o perfil.
ru: Не удалось загрузить профиль.
sv: Det gick inte att läsa in profilen.
th: โหลดโปรไฟล์ไม่ได้
tr: Profil yüklenemedi.
uk: Не вдалося завантажити профіль.
vi: Không tải được hồ sơ.
zh_hans: 无法载入个人资料。

source: Couldn't send your message. Please try again.
ar: تعذّر إرسال رسالتك. يُرجى المحاولة مرة أخرى.
de: Deine Nachricht konnte nicht gesendet werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποστολή του μηνύματός σας. Δοκιμάστε ξανά.
es: No se pudo enviar tu mensaje. Inténtalo de nuevo.
fa: پیام شما ارسال نشد. لطفاً دوباره امتحان کنید.
fr: Impossible d'envoyer votre message. Veuillez réessayer.
he: לא ניתן לשלוח את ההודעה. נסה שוב.
hi: आपका संदेश नहीं भेजा जा सका। कृपया फिर से कोशिश करें।
id: Pesan Anda tidak dapat dikirim. Harap coba lagi.
it: Impossibile inviare il messaggio. Riprova.
ja: メッセージを送信できませんでした。もう一度お試しください。
ko: 메시지를 보내지 못했습니다. 다시 시도하세요.
nl: Kan je bericht niet versturen. Probeer het opnieuw.
pl: Nie można wysłać wiadomości. Spróbuj ponownie.
pt: Não foi possível enviar sua mensagem. Tente novamente.
ru: Не удалось отправить сообщение. Повторите попытку.
sv: Det gick inte att skicka ditt meddelande. Försök igen.
th: ส่งข้อความของคุณไม่ได้ โปรดลองอีกครั้ง
tr: Mesajınız gönderilemedi. Lütfen tekrar deneyin.
uk: Не вдалося надіслати повідомлення. Спробуйте ще раз.
vi: Không gửi được tin nhắn của bạn. Vui lòng thử lại.
zh_hans: 无法发送你的消息。请重试。

source: Couldn't save changes.
ar: تعذّر حفظ التغييرات.
de: Änderungen konnten nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση των αλλαγών.
es: No se pudieron guardar los cambios.
fa: تغییرات ذخیره نشد.
fr: Impossible d'enregistrer les modifications.
he: לא ניתן לשמור את השינויים.
hi: बदलाव सहेजे नहीं जा सके।
id: Perubahan tidak dapat disimpan.
it: Impossibile salvare le modifiche.
ja: 変更を保存できませんでした。
ko: 변경 사항을 저장하지 못했습니다.
nl: Kan wijzigingen niet bewaren.
pl: Nie można zapisać zmian.
pt: Não foi possível salvar as alterações.
ru: Не удалось сохранить изменения.
sv: Det gick inte att spara ändringarna.
th: บันทึกการเปลี่ยนแปลงไม่ได้
tr: Değişiklikler kaydedilemedi.
uk: Не вдалося зберегти зміни.
vi: Không lưu được thay đổi.
zh_hans: 无法保存更改。

source: You're offline. Showing previously loaded content — pull down to refresh once you're back online.
ar: أنت غير متصل. يُعرض المحتوى الذي تم تحميله سابقًا — اسحب للأسفل للتحديث عند عودتك إلى الاتصال.
de: Du bist offline. Zuvor geladene Inhalte werden angezeigt – ziehe nach unten, um zu aktualisieren, sobald du wieder online bist.
el: Είστε εκτός σύνδεσης. Εμφανίζεται περιεχόμενο που φορτώθηκε νωρίτερα – σύρετε προς τα κάτω για ανανέωση μόλις συνδεθείτε ξανά.
es: No tienes conexión. Se muestra el contenido cargado antes; desliza hacia abajo para actualizar cuando vuelvas a estar en línea.
fa: آفلاین هستید. محتوای قبلاً بارگیری‌شده نمایش داده می‌شود؛ وقتی دوباره آنلاین شدید، برای تازه‌سازی به پایین بکشید.
fr: Vous êtes hors ligne. Affichage du contenu déjà chargé ; tirez vers le bas pour actualiser une fois reconnecté.
he: אתה במצב לא מקוון. מוצג תוכן שנטען קודם — משוך למטה לרענון כשתחזור לרשת.
hi: आप ऑफ़लाइन हैं। पहले लोड की गई सामग्री दिखाई जा रही है — ऑनलाइन होने पर रीफ़्रेश करने के लिए नीचे खींचें।
id: Anda sedang offline. Menampilkan konten yang sebelumnya dimuat — tarik ke bawah untuk menyegarkan setelah kembali online.
it: Sei offline. Vengono mostrati i contenuti caricati in precedenza; trascina verso il basso per aggiornare quando torni online.
ja: オフラインです。以前に読み込んだコンテンツを表示しています。オンラインに戻ったら、下に引っぱって更新してください。
ko: 오프라인 상태입니다. 이전에 불러온 콘텐츠를 표시합니다. 다시 온라인이 되면 아래로 당겨 새로 고치세요.
nl: Je bent offline. Eerder geladen inhoud wordt getoond; trek omlaag om te vernieuwen zodra je weer online bent.
pl: Jesteś offline. Wyświetlane są wcześniej wczytane treści – przeciągnij w dół, aby odświeżyć po powrocie do sieci.
pt: Você está offline. Mostrando o conteúdo carregado antes; puxe para baixo para atualizar quando voltar a ficar online.
ru: Вы не в сети. Показано ранее загруженное содержимое — потяните вниз, чтобы обновить, когда снова будете в сети.
sv: Du är offline. Tidigare inläst innehåll visas – dra nedåt för att uppdatera när du är online igen.
th: คุณออฟไลน์อยู่ กำลังแสดงเนื้อหาที่โหลดไว้ก่อนหน้า ดึงลงเพื่อรีเฟรชเมื่อกลับมาออนไลน์
tr: Çevrimdışısınız. Daha önce yüklenen içerik gösteriliyor; yeniden çevrimiçi olduğunuzda yenilemek için aşağı çekin.
uk: Ви офлайн. Показано раніше завантажений вміст — потягніть униз, щоб оновити, коли знову будете онлайн.
vi: Bạn đang ngoại tuyến. Đang hiển thị nội dung đã tải trước đó — kéo xuống để làm mới khi bạn trực tuyến trở lại.
zh_hans: 你处于离线状态。正在显示之前载入的内容——恢复联网后下拉即可刷新。

source: You're offline right now, but don't lose your train of thought — keep writing. You'll just need to be back on Wi-Fi or cellular before this can be sent.
ar: أنت غير متصل الآن، لكن تابع الكتابة. ستحتاج فقط إلى الاتصال بشبكة Wi-Fi أو الشبكة الخلوية قبل الإرسال.
de: Du bist gerade offline, aber schreib ruhig weiter. Zum Senden musst du nur wieder mit WLAN oder Mobilfunk verbunden sein.
el: Είστε εκτός σύνδεσης αυτή τη στιγμή, αλλά συνεχίστε να γράφετε. Απλώς θα χρειαστεί να συνδεθείτε ξανά σε Wi-Fi ή δίκτυο κινητής για να σταλεί.
es: Ahora no tienes conexión, pero sigue escribiendo. Solo necesitarás volver a conectarte a Wi-Fi o datos móviles para enviarlo.
fa: الان آفلاین هستید، اما می‌توانید به نوشتن ادامه دهید. فقط باید پیش از ارسال دوباره به Wi-Fi یا شبکهٔ همراه وصل شوید.
fr: Vous êtes hors ligne pour le moment, mais continuez d'écrire. Il faudra simplement être reconnecté au Wi-Fi ou au réseau cellulaire pour l'envoyer.
he: אתה במצב לא מקוון כרגע, אבל אפשר להמשיך לכתוב. רק תצטרך לחזור ל-Wi-Fi או לרשת סלולרית כדי לשלוח.
hi: आप अभी ऑफ़लाइन हैं, पर लिखते रहें। भेजने से पहले बस Wi-Fi या सेल्युलर से फिर जुड़ना होगा।
id: Anda sedang offline, tapi silakan terus menulis. Anda hanya perlu kembali terhubung ke Wi-Fi atau seluler sebelum mengirimnya.
it: Ora sei offline, ma continua pure a scrivere. Per inviare dovrai solo tornare connesso al Wi-Fi o alla rete cellulare.
ja: いまはオフラインですが、そのまま書き続けてください。送信するには、Wi-Fi またはモバイル通信に再接続する必要があります。
ko: 지금은 오프라인이지만 계속 작성하세요. 보내기 전에 Wi-Fi나 셀룰러에 다시 연결하기만 하면 됩니다.
nl: Je bent nu offline, maar schrijf gerust verder. Om te versturen moet je alleen weer verbinding hebben met wifi of mobiel netwerk.
pl: Jesteś teraz offline, ale pisz dalej. Aby wysłać wiadomość, wystarczy ponownie połączyć się z Wi-Fi lub siecią komórkową.
pt: Você está offline agora, mas pode continuar escrevendo. Só vai precisar estar no Wi-Fi ou na rede celular para enviar.
ru: Сейчас вы не в сети, но можете продолжать писать. Для отправки нужно лишь снова подключиться к Wi-Fi или сотовой сети.
sv: Du är offline just nu, men fortsätt gärna skriva. Du behöver bara vara ansluten till wifi eller mobilnät igen innan det kan skickas.
th: ตอนนี้คุณออฟไลน์อยู่ แต่เขียนต่อได้เลย แค่ต้องเชื่อมต่อ Wi-Fi หรือเครือข่ายมือถืออีกครั้งก่อนส่ง
tr: Şu anda çevrimdışısınız ama yazmaya devam edin. Göndermek için yalnızca yeniden Wi-Fi'ye veya hücresel ağa bağlanmanız gerekecek.
uk: Зараз ви офлайн, але можете писати далі. Для надсилання потрібно лише знову під’єднатися до Wi-Fi або мобільної мережі.
vi: Hiện bạn đang ngoại tuyến, nhưng cứ viết tiếp nhé. Bạn chỉ cần kết nối lại Wi-Fi hoặc mạng di động trước khi gửi.
zh_hans: 你目前处于离线状态，但可以继续写。只需在发送前重新连接无线局域网或蜂窝网络。

source: (from account)
ar: (من الحساب)
de: (aus dem Konto)
el: (από τον λογαριασμό)
es: (de la cuenta)
fa: (از حساب)
fr: (depuis le compte)
he: (מהחשבון)
hi: (खाते से)
id: (dari akun)
it: (dall'account)
ja: (アカウントから)
ko: (계정에서)
nl: (van account)
pl: (z konta)
pt: (da conta)
ru: (из учётной записи)
sv: (från kontot)
th: (จากบัญชี)
tr: (hesaptan)
uk: (з облікового запису)
vi: (từ tài khoản)
zh_hans: （来自账户）
